Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Menu_Selection_AddCaretAbove.Text
source: Add Cursor Above
ar: إضافة مؤشر أعلاه
cs: Přidat kurzor nad
de: Cursor oberhalb hinzufügen
el: Προσθήκη δρομέα επάνω
es: Agregar cursor arriba
fa: افزودن مکان‌نما در بالا
fr: Ajouter un curseur au-dessus
hu: Kurzor hozzáadása fölé
id: Tambah Kursor di Atas
it: Aggiungi cursore sopra
ja: カーソルを上の行に追加(A)
ko: 위에 커서 추가(A)
pl: Dodaj kursor powyżej
pt: Adicionar cursor acima
ro: Adăugare cursor deasupra
th: เพิ่มเคอร์เซอร์ด้านบน(A)
tr: Yukarıya İmleç Ekle
uk: Додати курсор вище
vi: Thêm Con trỏ Phía trên
zh_hans: 在上方添加光标(A)
zh_hant: 在上方新增游標(A)

# Menu_Selection_AddCaretAbove.AccessKey
source: A
ar: ض
cs: T
de: O
el: Α
es: O
fa: ا
fr: J
hu: F
it: G
pt: M
ro: G
tr: Y
uk: Щ
vi: E

# Menu_Selection_AddCaretBelow.Text
source: Add Cursor Below
ar: إضافة مؤشر أدناه
cs: Přidat kurzor pod
de: Cursor unterhalb hinzufügen
el: Προσθήκη δρομέα κάτω
es: Agregar cursor abajo
fa: افزودن مکان‌نما در پایین
fr: Ajouter un curseur en dessous
hu: Kurzor hozzáadása alá
id: Tambah Kursor di Bawah
it: Aggiungi cursore sotto
ja: カーソルを下の行に追加(D)
ko: 아래에 커서 추가(D)
pl: Dodaj kursor poniżej
pt: Adicionar cursor abaixo
ro: Adăugare cursor dedesubt
th: เพิ่มเคอร์เซอร์ด้านล่าง(D)
tr: Aşağıya İmleç Ekle
uk: Додати курсор нижче
vi: Thêm Con trỏ Phía dưới
zh_hans: 在下方添加光标(D)
zh_hant: 在下方新增游標(D)

# Menu_Selection_AddCaretBelow.AccessKey
source: D
ar: ه
cs: B
de: H
el: Ω
es: B
fa: پ
fr: E
hu: R
id: W
it: U
pl: J
pt: B
ro: B
tr: M
uk: Ж

# Menu_Selection_Save.Text
source: Save Selection...
ar: حفظ التحديد...
cs: Uložit výběr...
de: Auswahl speichern...
el: Αποθήκευση επιλογής...
es: Guardar la selección...
fa: ذخیرهٔ انتخاب...
fr: Enregistrer la sélection...
hu: Kijelölés mentése...
id: Simpan Pilihan...
it: Salva selezione...
ja: 選択範囲を保存(S)...
ko: 선택 영역 저장(S)...
pl: Zapisz zaznaczenie...
pt: Salvar seleção...
ro: Salvare selecție...
th: บันทึกส่วนที่เลือก(S)...
tr: Seçimi Kaydet...
uk: Зберегти виділення...
vi: Lưu Vùng chọn...
zh_hans: 保存选定内容(S)...
zh_hant: 儲存選取範圍(S)...

# Menu_Selection_Save.AccessKey
source: S
ar: ف
cs: Y
de: W
el: Θ
es: F
fa: ذ
fr: T
hu: J
it: V
pl: I
pt: L
ro: V
tr: K
uk: З
vi: A

# Menu_Selection_Load.Text
source: Load Saved Selection...
ar: تحميل تحديد محفوظ...
cs: Načíst uložený výběr...
de: Gespeicherte Auswahl laden...
el: Φόρτωση αποθηκευμένης επιλογής...
es: Cargar selección guardada...
fa: بارگذاری انتخاب ذخیره‌شده...
fr: Charger une sélection enregistrée...
hu: Mentett kijelölés betöltése...
id: Muat Pilihan Tersimpan...
it: Carica selezione salvata...
ja: 保存した選択範囲を読み込む(L)...
ko: 저장된 선택 영역 로드(L)...
pl: Wczytaj zapisane zaznaczenie...
pt: Carregar seleção salva...
ro: Încărcare selecție salvată...
th: โหลดส่วนที่เลือกที่บันทึกไว้(L)...
tr: Kaydedilmiş Seçimi Yükle...
uk: Завантажити збережене виділення...
vi: Tải Vùng chọn Đã lưu...
zh_hans: 加载已保存的选定内容(L)...
zh_hant: 載入已儲存的選取範圍(L)...

# Menu_Selection_Load.AccessKey
source: L
ar: ي
cs: S
de: G
el: Φ
es: J
fa: گ
fr: H
hu: O
id: T
it: Z
pl: Y
pt: G
ro: T
tr: I
uk: А
vi: G

# Menu_Selection_Export.Text
source: Export Selection...
ar: تصدير التحديد...
cs: Exportovat výběr...
de: Auswahl exportieren...
el: Εξαγωγή επιλογής...
es: Exportar la selección...
fa: صادر کردن انتخاب...
fr: Exporter la sélection...
hu: Kijelölés exportálása...
id: Ekspor Pilihan...
it: Esporta selezione...
ja: 選択範囲をエクスポート(E)...
ko: 선택 영역 내보내기(E)...
pl: Eksportuj zaznaczenie...
pt: Exportar seleção...
ro: Exportare selecție...
th: ส่งออกส่วนที่เลือก(E)...
tr: Seçimi Dışarı Aktar...
uk: Експортувати виділення...
vi: Xuất Vùng chọn...
zh_hans: 导出选定内容(E)...
zh_hant: 匯出選取範圍(E)...

# Menu_Selection_Export.AccessKey
source: E
ar: ص
de: L
el: Ξ
es: X
fa: ص
fr: X
hu: X
id: O
it: B
pl: T
pt: X
ro: X
tr: C
uk: Е
vi: X

# Menu_Selection_Import.Text
source: Import Selection...
ar: استيراد التحديد...
cs: Importovat výběr...
de: Auswahl importieren...
el: Εισαγωγή επιλογής...
es: Importar selección...
fa: وارد کردن انتخاب...
fr: Importer une sélection...
hu: Kijelölés importálása...
id: Impor Pilihan...
it: Importa selezione...
ja: 選択範囲をインポート(O)...
ko: 선택 영역 가져오기(O)...
pl: Importuj zaznaczenie...
pt: Importar seleção...
ro: Importare selecție...
th: นำเข้าส่วนที่เลือก(O)...
tr: Seçimi İçeri Aktar...
uk: Імпортувати виділення...
vi: Nhập Vùng chọn...
zh_hans: 导入选定内容(O)...
zh_hant: 匯入選取範圍(O)...

# Menu_Selection_Import.AccessKey
source: O
ar: ر
cs: M
de: M
el: Ι
es: M
fa: خ
fr: M
hu: P
id: I
it: M
pl: M
pt: Ç
ro: P
tr: İ
uk: Т
vi: V

# Menu_View_HistoryPanel.Text
source: History
ar: السجل
cs: Historie
de: Verlauf
el: Ιστορικό
es: Historial
fa: سابقه
fr: Historique
hu: Előzmények
id: Riwayat
it: Cronologia
ja: 履歴(Y)
ko: 기록(Y)
pl: Historia
pt: Histórico
ro: Istoric
th: ประวัติ(Y)
tr: Geçmiş
uk: Журнал
vi: Lịch sử
zh_hans: 历史记录(Y)
zh_hant: 記錄(Y)

# Menu_View_HistoryPanel.AccessKey
source: Y
ar: ا
cs: T
de: V
el: Ι
es: S
fa: س
fr: T
hu: L
it: C
pl: O
pt: C
ro: S
tr: G
uk: Ж
vi: S

# Menu_View_ClipboardPanel.Text
source: Clipboard
ar: الحافظة
cs: Schránka
de: Zwischenablage
el: Πρόχειρο
es: Portapapeles
fa: کلیپ‌بورد
fr: Presse-papiers
hu: Vágólap
id: Papan Klip
it: Appunti
ja: クリップボード(C)
ko: 클립보드(C)
pl: Schowek
pt: Área de transferência
th: คลิปบอร์ด(C)
tr: Pano
uk: Буфер обміну
vi: Bảng tạm
zh_hans: 剪贴板(C)
zh_hant: 剪貼簿(C)

# Menu_View_ClipboardPanel.AccessKey
source: C
ar: ظ
de: Z
el: Χ
es: O
fa: ب
fr: P
hu: V
id: L
it: N
pt: F
ro: L
tr: O
uk: Б
vi: B

# Menu_UserClipboard_CopyN
source: User Clipboard {0}
ar: حافظة المستخدم {0}
cs: Uživatelská schránka {0}
de: Benutzer-Zwischenablage {0}
el: Πρόχειρο χρήστη {0}
es: Portapapeles de usuario {0}
fa: کلیپ‌بورد کاربر {0}
fr: Presse-papiers utilisateur {0}
hu: {0}. felhasználói vágólap
id: Papan Klip Pengguna {0}
it: Appunti utente {0}
ja: ユーザークリップボード {0}
ko: 사용자 클립보드 {0}
pl: Schowek użytkownika {0}
pt: Área de transferência do usuário {0}
ro: Clipboard utilizator {0}
th: คลิปบอร์ดผู้ใช้ {0}
tr: Kullanıcı Panosu {0}
uk: Користувацький буфер {0}
vi: Bảng tạm người dùng {0}
zh_hans: 用户剪贴板 {0}
zh_hant: 使用者剪貼簿 {0}

# Menu_UserClipboard_PasteN
source: User Clipboard {0}
ar: حافظة المستخدم {0}
cs: Uživatelská schránka {0}
de: Benutzer-Zwischenablage {0}
el: Πρόχειρο χρήστη {0}
es: Portapapeles de usuario {0}
fa: کلیپ‌بورد کاربر {0}
fr: Presse-papiers utilisateur {0}
hu: {0}. felhasználói vágólap
id: Papan Klip Pengguna {0}
it: Appunti utente {0}
ja: ユーザークリップボード {0}
ko: 사용자 클립보드 {0}
pl: Schowek użytkownika {0}
pt: Área de transferência do usuário {0}
ro: Clipboard utilizator {0}
th: คลิปบอร์ดผู้ใช้ {0}
tr: Kullanıcı Panosu {0}
uk: Користувацький буфер {0}
vi: Bảng tạm người dùng {0}
zh_hans: 用户剪贴板 {0}
zh_hant: 使用者剪貼簿 {0}

# Status_MultiSelection
source: {0, plural, one {# range} other {# ranges}}, {1} bytes total (main: {2}–{3})
ar: {0, plural, zero {# نطاق} one {نطاق واحد} two {نطاقان} few {# نطاقات} many {# نطاقًا} other {# نطاق}}، الإجمالي {1} بايت (الرئيسي: {2}–{3})
cs: {0, plural, one {# rozsah} few {# rozsahy} many {# rozsahu} other {# rozsahů}}, celkem bajtů: {1} (hlavní: {2}–{3})
de: {0, plural, one {# Bereich} other {# Bereiche}}, insgesamt {1} Bytes (Haupt: {2}–{3})
el: {0, plural, one {# περιοχή} other {# περιοχές}}, συνολικά {1} byte (κύρια: {2}–{3})
es: {0, plural, one {# rango} other {# rangos}}, {1} bytes en total (principal: {2}–{3})
fa: {0, plural, one {# محدوده} other {# محدوده}}، مجموعاً {1} بایت (اصلی: {2}–{3})
fr: {0, plural, one {# plage} other {# plages}}, {1} octets au total (principale : {2}–{3})
hu: {0, plural, one {# tartomány} other {# tartomány}}, összesen {1} bájt (fő: {2}–{3})
id: {0, plural, other {# rentang}}, total {1} byte (utama: {2}–{3})
it: {0, plural, one {# intervallo} other {# intervalli}}, {1} byte in totale (principale: {2}–{3})
ja: {0} 個の範囲、計 {1} バイト (主要素: {2}–{3})
ko: {0, plural, other {#개 범위}}, 총 {1}바이트(주 범위: {2}–{3})
pl: {0, plural, one {# zakres} few {# zakresy} many {# zakresów} other {# zakresu}}, łącznie bajtów: {1} (główny: {2}–{3})
pt: {0, plural, one {# intervalo} other {# intervalos}}, {1} bytes no total (principal: {2}–{3})
ro: {0, plural, one {# interval} few {# intervale} other {# de intervale}}, {1} octeți în total (principal: {2}–{3})
th: {0, plural, other {# ช่วง}} รวม {1} ไบต์ (หลัก: {2}–{3})
tr: {0, plural, one {# aralık} other {# aralık}}, toplam {1} bayt (ana: {2}–{3})
uk: {0, plural, one {# діапазон} few {# діапазони} many {# діапазонів} other {# діапазону}}, усього {1} байтів (основний: {2}–{3})
vi: {0, plural, other {# phạm vi}}, tổng {1} byte (chính: {2}–{3})
zh_hans: {0, plural, other {# 个范围}}，共 {1} 字节（主范围：{2}–{3}）
zh_hant: {0, plural, other {# 個範圍}}，共 {1} 個位元組（主要範圍：{2}–{3}）

# Status_Rectangle
source: Rectangle {0} rows × {1} bytes ({2} bytes total)
ar: مستطيل {0} صفوف × {1} بايت (الإجمالي {2} بايت)
cs: Obdélník: řádky {0} × bajty {1} (celkem bajtů: {2})
de: Rechteck {0} Zeilen × {1} Bytes (insgesamt {2} Bytes)
el: Ορθογώνιο {0} γραμμές × {1} byte (συνολικά {2} byte)
es: Rectángulo de {0} filas × {1} bytes ({2} bytes en total)
fa: مستطیل {0} سطر × {1} بایت (مجموعاً {2} بایت)
fr: Rectangle {0} lignes × {1} octets ({2} octets au total)
hu: Téglalap: {0} sor × {1} bájt (összesen {2} bájt)
id: Persegi panjang {0} baris × {1} byte (total {2} byte)
it: Rettangolo {0} righe × {1} byte ({2} byte in totale)
ja: 矩形 {0} 行 × {1} バイト (計 {2} バイト)
ko: 사각형 {0}행 × {1}바이트(총 {2}바이트)
pl: Prostokąt {0} × {1} B (wiersze × bajty, łącznie {2} B)
pt: Retângulo {0} linhas × {1} bytes ({2} bytes no total)
ro: Dreptunghi {0} rânduri × {1} octeți ({2} octeți în total)
th: สี่เหลี่ยม {0} แถว × {1} ไบต์ (รวม {2} ไบต์)
tr: Dikdörtgen {0} satır × {1} bayt (toplam {2} bayt)
uk: Прямокутник {0} рядків × {1} байтів (усього {2} байтів)
vi: Hình chữ nhật {0} hàng × {1} byte (tổng {2} byte)
zh_hans: 矩形 {0} 行 × {1} 字节（共 {2} 字节）
zh_hant: 矩形 {0} 列 × {1} 個位元組（共 {2} 個位元組）

# Status_Carets
source: {0, plural, one {# cursor} other {# cursors}}
ar: {0, plural, zero {# مؤشر} one {مؤشر واحد} two {مؤشران} few {# مؤشرات} many {# مؤشرًا} other {# مؤشر}}
cs: {0, plural, one {# kurzor} few {# kurzory} many {# kurzoru} other {# kurzorů}}
de: {0, plural, one {# Cursor} other {# Cursor}}
el: {0, plural, one {# δρομέας} other {# δρομείς}}
es: {0, plural, one {# cursor} other {# cursores}}
fa: {0, plural, one {# مکان‌نما} other {# مکان‌نما}}
fr: {0, plural, one {# curseur} other {# curseurs}}
hu: {0, plural, one {# kurzor} other {# kurzor}}
id: {0, plural, other {# kursor}}
it: {0, plural, one {# cursore} other {# cursori}}
ja: {0} 個のカーソル
ko: {0, plural, other {커서 #개}}
pl: {0, plural, one {# kursor} few {# kursory} many {# kursorów} other {# kursora}}
pt: {0, plural, one {# cursor} other {# cursores}}
ro: {0, plural, one {# cursor} few {# cursoare} other {# de cursoare}}
th: {0, plural, other {# เคอร์เซอร์}}
tr: {0, plural, one {# imleç} other {# imleç}}
uk: {0, plural, one {# курсор} few {# курсори} many {# курсорів} other {# курсора}}
vi: {0, plural, other {# con trỏ}}
zh_hans: {0, plural, other {# 个光标}}
zh_hant: {0, plural, other {# 個游標}}

# Notice_SelectionOutOfRange
source: The selection can't be shifted any further.
ar: لا يمكن إزاحة التحديد أكثر من ذلك.
cs: Výběr nelze dále posunout.
de: Die Auswahl kann nicht weiter verschoben werden.
el: Η επιλογή δεν μπορεί να μετατοπιστεί περισσότερο.
es: La selección no se puede desplazar más.
fa: انتخاب را بیش از این نمی‌توان جابه‌جا کرد.
fr: Impossible de décaler davantage la sélection.
hu: A kijelölés nem tolható el tovább.
id: Pilihan tidak dapat digeser lebih jauh.
it: Impossibile spostare ulteriormente la selezione.
ja: これ以上ずらせません。
ko: 선택 영역을 더 이상 이동할 수 없습니다.
pl: Nie można dalej przesunąć zaznaczenia.
pt: Não é possível deslocar mais a seleção.
ro: Selecția nu mai poate fi mutată.
th: ไม่สามารถเลื่อนส่วนที่เลือกต่อไปได้อีก
tr: Seçim daha fazla kaydırılamaz.
uk: Далі зсунути виділення не можна.
vi: Không thể dịch vùng chọn thêm nữa.
zh_hans: 无法再移动选定内容。
zh_hant: 選取範圍無法再移動。

# Notice_TooManyElements
source: A multi-selection can have up to {0} ranges. No range was added.
ar: يمكن أن يحتوي التحديد المتعدد على {0} نطاق كحد أقصى. لم تتم إضافة أي نطاق.
cs: Vícenásobný výběr může mít nejvýše {0} rozsahů. Žádný rozsah nebyl přidán.
de: Eine Mehrfachauswahl kann bis zu {0} Bereiche enthalten. Es wurde kein Bereich hinzugefügt.
el: Μια πολλαπλή επιλογή μπορεί να έχει έως {0} περιοχές. Δεν προστέθηκε καμία περιοχή.
es: Una selección múltiple puede tener hasta {0} rangos. No se agregó ningún rango.
fa: انتخاب چندگانه حداکثر {0} محدوده می‌تواند داشته باشد. هیچ محدوده‌ای افزوده نشد.
fr: Une sélection multiple peut contenir jusqu'à {0} plages. Aucune plage n'a été ajoutée.
hu: Egy többszörös kijelölés legfeljebb {0} tartományból állhat. Nem lett tartomány hozzáadva.
id: Multi-pilihan dapat memiliki hingga {0} rentang. Tidak ada rentang yang ditambahkan.
it: Una selezione multipla può contenere fino a {0} intervalli. Non è stato aggiunto alcun intervallo.
ja: マルチ選択の要素数の上限 ({0}) を超えるため、追加しませんでした。
ko: 다중 선택에는 최대 {0}개의 범위를 둘 수 있습니다. 범위를 추가하지 않았습니다.
pl: Zaznaczenie wielokrotne może mieć maksymalnie {0} zakresów. Nie dodano żadnego zakresu.
pt: Uma seleção múltipla pode ter até {0} intervalos. Nenhum intervalo foi adicionado.
ro: O selecție multiplă poate avea cel mult {0} intervale. Nu s-a adăugat niciun interval.
th: ส่วนที่เลือกหลายช่วงมีได้สูงสุด {0} ช่วง ไม่ได้เพิ่มช่วงใด
tr: Çoklu seçimde en fazla {0} aralık olabilir. Aralık eklenmedi.
uk: Множинне виділення може містити не більше ніж {0} діапазонів. Діапазон не додано.
vi: Đa vùng chọn có thể có tối đa {0} phạm vi. Không có phạm vi nào được thêm.
zh_hans: 多重选择最多可包含 {0} 个范围。未添加任何范围。
zh_hant: 多重選取最多可有 {0} 個範圍。未新增任何範圍。

# Notice_SelectionTruncated
source: Only the first {0} ranges were selected (the multi-selection limit).
ar: تم تحديد أول {0} نطاق فقط (حد التحديد المتعدد).
cs: Bylo vybráno jen prvních {0} rozsahů (limit vícenásobného výběru).
de: Nur die ersten {0} Bereiche wurden ausgewählt (Grenze der Mehrfachauswahl).
el: Επιλέχθηκαν μόνο οι πρώτες {0} περιοχές (το όριο της πολλαπλής επιλογής).
es: Solo se seleccionaron los primeros {0} rangos (límite de la selección múltiple).
fa: فقط {0} محدودهٔ نخست انتخاب شد (حد انتخاب چندگانه).
fr: Seules les {0} premières plages ont été sélectionnées (limite de la sélection multiple).
hu: Csak az első {0} tartomány lett kijelölve (a többszörös kijelölés korlátja miatt).
id: Hanya {0} rentang pertama yang dipilih (batas multi-pilihan).
it: Sono stati selezionati solo i primi {0} intervalli (il limite della selezione multipla).
ja: マルチ選択の上限のため、先頭から {0} 個の範囲だけを選択しました。
ko: 다중 선택 한도 때문에 처음 {0}개 범위만 선택했습니다.
pl: Zaznaczono tylko pierwsze {0} zakresów (limit zaznaczenia wielokrotnego).
pt: Somente os primeiros {0} intervalos foram selecionados (o limite da seleção múltipla).
ro: Au fost selectate doar primele {0} intervale (limita selecției multiple).
th: เลือกเฉพาะ {0} ช่วงแรกเท่านั้น (ขีดจำกัดของส่วนที่เลือกหลายช่วง)
tr: Yalnızca ilk {0} aralık seçildi (çoklu seçim sınırı).
uk: Виділено лише перші {0} діапазонів (обмеження множинного виділення).
vi: Chỉ {0} phạm vi đầu tiên được chọn (giới hạn của đa vùng chọn).
zh_hans: 仅选择了前 {0} 个范围（多重选择的上限）。
zh_hant: 只選取了前 {0} 個範圍（多重選取的上限）。

# Notice_TooManyCarets
source: You can have up to {0} cursors.
ar: يمكن أن يكون لديك {0} مؤشر كحد أقصى.
cs: Můžete mít nejvýše {0} kurzorů.
de: Es sind bis zu {0} Cursor möglich.
el: Μπορείτε να έχετε έως {0} δρομείς.
es: Puedes tener hasta {0} cursores.
fa: حداکثر {0} مکان‌نما می‌توانید داشته باشید.
fr: Vous pouvez avoir jusqu'à {0} curseurs.
hu: Legfeljebb {0} kurzor lehet.
id: Anda dapat memiliki hingga {0} kursor.
it: Puoi avere fino a {0} cursori.
ja: カーソルは {0} 個までです。
ko: 커서는 최대 {0}개까지 둘 수 있습니다.
pl: Możesz mieć maksymalnie {0} kursorów.
pt: Você pode ter até {0} cursores.
ro: Puteți avea cel mult {0} cursoare.
th: มีเคอร์เซอร์ได้สูงสุด {0} ตัว
tr: En fazla {0} imleç olabilir.
uk: Можна використовувати не більше ніж {0} курсорів.
vi: Bạn có thể có tối đa {0} con trỏ.
zh_hans: 最多可以有 {0} 个光标。
zh_hant: 最多可有 {0} 個游標。

# Notice_CaretInputFailed
source: {0, plural, one {# cursor couldn't take the input.} other {# cursors couldn't take the input.}}
ar: {0, plural, zero {لم يتمكن # مؤشر من تلقي الإدخال.} one {لم يتمكن مؤشر واحد من تلقي الإدخال.} two {لم يتمكن مؤشران من تلقي الإدخال.} few {لم تتمكن # مؤشرات من تلقي الإدخال.} many {لم يتمكن # مؤشرًا من تلقي الإدخال.} other {لم يتمكن # مؤشر من تلقي الإدخال.}}
cs: {0, plural, one {# kurzor nemohl přijmout vstup.} few {# kurzory nemohly přijmout vstup.} many {# kurzoru nemohlo přijmout vstup.} other {# kurzorů nemohlo přijmout vstup.}}
de: {0, plural, one {# Cursor konnte die Eingabe nicht übernehmen.} other {# Cursor konnten die Eingabe nicht übernehmen.}}
el: {0, plural, one {# δρομέας δεν μπόρεσε να δεχτεί την εισαγωγή.} other {# δρομείς δεν μπόρεσαν να δεχτούν την εισαγωγή.}}
es: {0, plural, one {# cursor no pudo recibir la entrada.} other {# cursores no pudieron recibir la entrada.}}
fa: {0, plural, one {# مکان‌نما نتوانست ورودی را بپذیرد.} other {# مکان‌نما نتوانستند ورودی را بپذیرند.}}
fr: {0, plural, one {# curseur n'a pas pu recevoir la saisie.} other {# curseurs n'ont pas pu recevoir la saisie.}}
hu: {0, plural, one {# kurzor nem tudta fogadni a bevitelt.} other {# kurzor nem tudta fogadni a bevitelt.}}
id: {0, plural, other {# kursor tidak dapat menerima input.}}
it: {0, plural, one {# cursore non ha potuto ricevere l'input.} other {# cursori non hanno potuto ricevere l'input.}}
ja: {0} 個のカーソルで入力できませんでした。
ko: {0, plural, other {커서 #개에서 입력할 수 없었습니다.}}
pl: {0, plural, one {# kursor nie mógł przyjąć danych wejściowych.} few {# kursory nie mogły przyjąć danych wejściowych.} many {# kursorów nie mogło przyjąć danych wejściowych.} other {# kursora nie mogło przyjąć danych wejściowych.}}
pt: {0, plural, one {# cursor não pôde receber a entrada.} other {# cursores não puderam receber a entrada.}}
ro: {0, plural, one {Un cursor nu a putut prelua introducerea.} few {# cursoare nu au putut prelua introducerea.} other {# de cursoare nu au putut prelua introducerea.}}
th: {0, plural, other {เคอร์เซอร์ # ตัวรับข้อมูลที่ป้อนไม่ได้}}
tr: {0, plural, one {# imleç girdiyi alamadı.} other {# imleç girdiyi alamadı.}}
uk: {0, plural, one {# курсор не зміг прийняти введення.} few {# курсори не змогли прийняти введення.} many {# курсорів не змогли прийняти введення.} other {# курсора не змогли прийняти введення.}}
vi: {0, plural, other {# con trỏ không thể nhận dữ liệu nhập.}}
zh_hans: {0, plural, other {有 # 个光标无法接受输入。}}
zh_hant: {0, plural, other {有 # 個游標無法接受輸入。}}

# Notice_RectangleTooManyRows
source: The rectangle has {0} rows, more than the multi-selection limit ({1}), so it can't be converted. The selection was cleared.
ar: يحتوي المستطيل على {0} صفوف، وهو أكثر من حد التحديد المتعدد ({1})، لذا لا يمكن تحويله. تم مسح التحديد.
cs: Obdélník má {0} řádků, což je více než limit vícenásobného výběru ({1}), proto ho nelze převést. Výběr byl zrušen.
de: Das Rechteck hat {0} Zeilen, mehr als die Grenze der Mehrfachauswahl ({1}), und kann daher nicht umgewandelt werden. Die Auswahl wurde aufgehoben.
el: Το ορθογώνιο έχει {0} γραμμές, περισσότερες από το όριο της πολλαπλής επιλογής ({1}), επομένως δεν μπορεί να μετατραπεί. Η επιλογή καταργήθηκε.
es: El rectángulo tiene {0} filas, más que el límite de la selección múltiple ({1}), por lo que no se puede convertir. Se borró la selección.
fa: مستطیل {0} سطر دارد، بیش از حد انتخاب چندگانه ({1})، بنابراین قابل تبدیل نیست. انتخاب پاک شد.
fr: Le rectangle comporte {0} lignes, soit plus que la limite de la sélection multiple ({1}) ; il ne peut donc pas être converti. La sélection a été effacée.
hu: A téglalap {0} sorból áll, ami több a többszörös kijelölés korlátjánál ({1}), ezért nem alakítható át. A kijelölés megszűnt.
id: Persegi panjang memiliki {0} baris, melebihi batas multi-pilihan ({1}), sehingga tidak dapat diubah. Pilihan telah dihapus.
it: Il rettangolo ha {0} righe, più del limite della selezione multipla ({1}), quindi non può essere convertito. La selezione è stata cancellata.
ja: 矩形の行数 ({0} 行) がマルチ選択の上限 ({1}) を超えるため変換できません。選択を解除しました。
ko: 사각형이 {0}행으로 다중 선택 한도({1})를 초과하므로 변환할 수 없습니다. 선택을 해제했습니다.
pl: Prostokąt ma {0} wierszy, więcej niż limit zaznaczenia wielokrotnego ({1}), więc nie można go przekształcić. Zaznaczenie zostało wyczyszczone.
pt: O retângulo tem {0} linhas, mais que o limite da seleção múltipla ({1}), por isso não pode ser convertido. A seleção foi limpa.
ro: Dreptunghiul are {0} rânduri, mai multe decât limita selecției multiple ({1}), așa că nu poate fi convertit. Selecția a fost anulată.
th: สี่เหลี่ยมมี {0} แถว ซึ่งเกินขีดจำกัดของส่วนที่เลือกหลายช่วง ({1}) จึงแปลงไม่ได้ ล้างส่วนที่เลือกแล้ว
tr: Dikdörtgende {0} satır var; bu, çoklu seçim sınırından ({1}) fazla olduğundan dönüştürülemez. Seçim temizlendi.
uk: У прямокутнику {0} рядків — більше за обмеження множинного виділення ({1}), тому його не можна перетворити. Виділення знято.
vi: Hình chữ nhật có {0} hàng, vượt quá giới hạn đa vùng chọn ({1}), nên không thể chuyển đổi. Vùng chọn đã bị xóa.
zh_hans: 矩形有 {0} 行，超过多重选择的上限（{1}），因此无法转换。已清除选定内容。
zh_hant: 矩形有 {0} 列，超過多重選取的上限（{1}），因此無法轉換。已清除選取範圍。

# Notice_RectangleRowLimit
source: The rectangle has {0} rows, more than the limit of {1} rows. Overwrite operations are still available.
ar: يحتوي المستطيل على {0} صفوف، وهو أكثر من الحد البالغ {1} صفوف. لا تزال عمليات الكتابة الفوقية متاحة.
cs: Obdélník má {0} řádků, což je více než limit {1} řádků. Operace přepisování jsou stále k dispozici.
de: Das Rechteck hat {0} Zeilen, mehr als die Grenze von {1} Zeilen. Überschreibvorgänge sind weiterhin verfügbar.
el: Το ορθογώνιο έχει {0} γραμμές, περισσότερες από το όριο των {1} γραμμών. Οι λειτουργίες αντικατάστασης είναι ακόμη διαθέσιμες.
es: El rectángulo tiene {0} filas, más que el límite de {1} filas. Las operaciones de sobrescritura siguen disponibles.
fa: مستطیل {0} سطر دارد، بیش از حد {1} سطر. عملیات بازنویسی همچنان در دسترس است.
fr: Le rectangle comporte {0} lignes, soit plus que la limite de {1} lignes. Les opérations de refrappe restent disponibles.
hu: A téglalap {0} sorból áll, ami több a(z) {1} soros korlátnál. A felülírási műveletek továbbra is elérhetők.
id: Persegi panjang memiliki {0} baris, melebihi batas {1} baris. Operasi timpa tetap tersedia.
it: Il rettangolo ha {0} righe, più del limite di {1} righe. Le operazioni di sovrascrittura sono comunque disponibili.
ja: 矩形が {0} 行あり、上限 {1} 行を超えています。上書きの操作は使えます。
ko: 사각형이 {0}행으로 한도인 {1}행을 초과합니다. 덮어쓰기 작업은 계속 사용할 수 있습니다.
pl: Prostokąt ma {0} wierszy, więcej niż limit {1} wierszy. Operacje zastępowania są nadal dostępne.
pt: O retângulo tem {0} linhas, mais que o limite de {1} linhas. As operações de substituição continuam disponíveis.
ro: Dreptunghiul are {0} rânduri, mai multe decât limita de {1} rânduri. Operațiile de suprascriere sunt în continuare disponibile.
th: สี่เหลี่ยมมี {0} แถว เกินขีดจำกัด {1} แถว ยังคงใช้การเขียนทับได้
tr: Dikdörtgende {0} satır var; bu, {1} satırlık sınırdan fazla. Üzerine yazma işlemleri yine kullanılabilir.
uk: У прямокутнику {0} рядків — більше за обмеження в {1} рядків. Операції заміни й надалі доступні.
vi: Hình chữ nhật có {0} hàng, nhiều hơn giới hạn {1} hàng. Các thao tác ghi đè vẫn dùng được.
zh_hans: 矩形有 {0} 行，超过 {1} 行的上限。改写操作仍然可用。
zh_hant: 矩形有 {0} 列，超過 {1} 列的上限。仍可使用覆寫操作。
